---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.FileArgumentNotFoundException
source: html/0ac8d6e7-0758-2353-5c92-1267df75efe4.htm
---
# FileArgumentNotFoundException Properties

The information of the function throwing the exception.